{
  "LuaSnip": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "lazy.nvim": { "branch": "main" },
  "lspsaga.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-metals": { "branch": "main" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "undotree": { "branch": "master" },
  "vim-fugitive": { "branch": "master" }
}
